// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "Zainstalowano używane oryginalne pojemniki z tuszem HP";
HSD__65554__EventHeaderDescription = "Zainstalowano używane oryginalne pojemniki z tuszem HP.";

// Non-HP
HSD__65559__EventTitle = "Zainstalowano pojemniki producenta innego niż HP";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
Jeśli uważasz, że masz kupione oryginalne pojemniki z tuszem HP, wejdź na stronę HSD_LINK:HSDAnticounterfeitLink, aby uzyskać więcej informacji lub zgłosić oszustwo.";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "Dziękujemy za zainstalowanie oryginalnych pojemników HP!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "Zalecane wyrównanie";
HSD__65569__EventDescription = "HSD_TEXT:Aby uzyskać najlepszą jakość druku, wyrównaj nowe pojemniki lub głowice drukujące.
Aby rozpocząć proces, kliknij przycisk HSDAlignButton.";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "Wykryto używany, uzupełniany lub podrobiony pojemnik";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "Rozmiar papieru większy od oczekiwanego";
HSD__65716__EventDescription = "HSD_TEXT:Rozmiar papieru wykryty przez czujniki drukarki jest większy od wybranego w oprogramowaniu.
Jeśli chcesz kontynuować drukowanie na tym papierze, kliknij przycisk HSDOKButton, aby kontynuować.
Jeśli chcesz zmienić papier, zrób to, po czym ponownie wyślij zadanie drukowania.
Aby anulować zadanie drukowania, kliknij przycisk HSDCancelPrintButton.";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "Rozmiar papieru mniejszy od oczekiwanego";
HSD__65717__EventDescription = "Rozmiar papieru wykryty przez czujniki drukarki jest mniejszy od wybranego w oprogramowaniu.
Jeśli do drukarki załadowano papier odpowiedniego rozmiaru, zmień rozmiar papieru wybrany w oprogramowaniu i ponownie wyślij zadanie drukowania.
Zadanie drukowania zostanie anulowane.";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "Załaduj papier do drukarki";
HSD__65921__EventDescription = "HSD_TEXT:W drukarce zabrakło papieru. HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "Problem z systemem drukowania";
HSD__65935__EventDescription = "HSD_TEXT:Funkcja drukowania jest wyłączona. HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:Problem z drukarką. Sprawdź wnętrze urządzenia i wyjmij zacięty papier lub inne przedmioty uniemożliwiające pracę.
Jeśli problem nie ustępuje, skontaktuj się z administratorem lub pomocą techniczną.
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "Konserwacja drukarki";
HSD__65953__EventDescription = "Drukarka nie może drukować, ponieważ wymieniana jest część wewnętrzna. Drukowanie można wznowić po wymianie części.";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:Drukarka wymaga częściowej naprawy, więc jej funkcjonalność może być ograniczona. Jednak drukowanie będzie nadal możliwe.
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "Błąd komunikacji";
HSD__65983__EventDescription = "HSD_TEXT:Wystąpił wewnętrzny błąd komunikacji w module faksu. HSDContactSupport

Uwaga: nadal można drukować, kopiować i skanować.";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "Zacięcie papieru";
HSD__65987__EventDescription = "Instrukcje dotyczące usuwania zacięcia można znaleźć na panelu sterowania drukarki.";

// No faxes in memory
HSD__66000__EventDescription = "Nie można ponownie wydrukować faksów, ponieważ obecnie w pamięci drukarki nie ma żadnych faksów.";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:Faks w kolorze można wysyłać tylko do jednego odbiorcy naraz.
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:Aby wysłać faks w kolorze, należy włączyć tryb korekcji błędów (ECM). HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Aby zarejestrować się ponownie, odwiedź witrynę usługi HP Instant Ink (HSD_LINK:HSDInstantInkLink).";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Po zakończeniu bieżącego cyklu rozliczeniowego przestaną działać wskazane kasety zainstalowane w drukarce. HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "Wymagane działanie";
HSD__66011__EventDescription = "Na wyświetlaczu panelu sterowania migają aktualnie symbole \"E\" oraz \"9\". Aby rozwiązać problem dotyczący tego komunikatu, szybko całkowicie otwórz i zamknij drzwiczki dostępu do głowicy drukującej. Więcej informacji można znaleźć na stronie, która właśnie została wydrukowana przez drukarkę.

Uwaga: Taka sytuacja występuje wyłącznie po drukowaniu wysokonakładowym, gdy nagromadzenie tuszu może zacząć negatywnie wpływać na jakość druku.";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "Zainstalowano chroniony toner HP";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "Zainstalowano chroniony bęben HP";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "Niski poziom tonera";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "Bęben prawie zużyty";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "Brak tonera";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "Brak bębna";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "Bardzo niski poziom tonera";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "Bęben zużyty";

// Door Open (Front)
HSD__75025__EventTitle = "Otwarte drzwiczki przednie";

// Door Open (Rear)
HSD__75026__EventTitle = "Otwarte drzwiczki tylne";

// Defective Memory (Toner)
HSD__75030__EventTitle = "Błąd pamięci materiału eksploatacyjnego dot. tonera";

// Defective Memory (Drum)
HSD__75031__EventTitle = "Błąd pamięci materiału eksploatacyjnego dot. bębna";

// Defective Memory
HSD__75032__EventTitle = "Błąd pamięci materiału eksploatacyjnego";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "Zainstalowano toner";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "Zainstalowano bęben";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "Niezgodny toner";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "Niezgodny bęben";

// Incorrect Cartridge
HSD__75045__EventTitle = "Niewłaściwy pojemnik w gnieździe";
HSD__75045__EventDescription = "Wyjmij i włóż ponownie pojemnik z tuszem, upewniając się, że został włożony do właściwego gniazda.";

// Insufficient Memory
HSD__75060__EventTitle = "Zbyt mało pamięci drukarki";
HSD__75060__EventDescription = "Za mało pamięci w drukarce. Zadanie drukowania zostało anulowane.";

// Jam in printer (tray)
HSD__75065__EventTitle = "Blokada papieru w zasobniku";
HSD__75065__EventDescription = "Usuń przeszkody w drukarce oraz wszelkie inne przedmioty blokujące zasobniki.";

// Jam in printer (fuser)
HSD__75066__EventTitle = "Blokada papieru w grzałce utrwalającej";
HSD__75066__EventDescription = "Usuń przeszkody w drukarce oraz wszelkie inne przedmioty blokujące grzałkę utrwalającą lub wkład.";

// Jam in printer (output bin)
HSD__75067__EventTitle = "Blokada papieru w zasobniku wyjściowym";
HSD__75067__EventDescription = "Usuń przeszkody w drukarce oraz wszelkie inne przedmioty blokujące zasobniki wyjściowe.";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "Blokada papieru w duplekserze";
HSD__75068__EventDescription = "Usuń przeszkody w drukarce oraz wszelkie inne przedmioty blokujące duplekser.";

// lightPipeBlocked
HSD__75070__EventTitle = "Błąd czujnika wkładu";
HSD__75070__EventDescription = "Czujnik świetlny wykrywający poziom tonera we wkładzie uległ awarii. Ten błąd uniemożliwia dalsze drukowanie.

Sprawdź obszar wokół czujnika i usuń wszelkie przeszkody, które mogłyby go blokować.";

// Manual Duplex
HSD__75075__EventTitle = "Ręczne drukowanie dwustronne";
HSD__75075__EventDescription = "HSD_TEXT:W panelu sterowania urządzenia pojawi się komunikat lub sygnał. Zwróć uwagę na lokalizację papieru. Włóż papier do odpowiedniego podajnika. Naciśnij przycisk HSDOKButton/HSDResumeButton na urządzeniu, aby kontynuować.";

// Manually Feed
HSD__75080__EventTitle = "Ręcznie wprowadź papier";
HSD__75080__EventDescription = "HSD_TEXT:Załaduj żądany papier do podajnika lub naciśnij przycisk HSDOKButton/HSDResumeButton na urządzeniu, aby użyć dostępnego papieru.";

// Paper mount
HSD__75085__EventTitle = "Niezgodność rozmiaru papieru";
HSD__75085__EventDescription = "HSD_TEXT:Rozmiar papieru w zasobniku jest niezgodny z rozmiarem papieru wybranym w oprogramowaniu drukarki.

Jeśli załadowany w drukarce papier ma właściwe rozmiary, zmień wybrany rozmiar papieru w oprogramowaniu drukarki i ponownie wyślij zadanie drukowania.

Jeśli załadowany w drukarce papier ma niewłaściwy rozmiar, wymień go na papier o odpowiednim rozmiarze.

Jeśli nadal chcesz używać tego papieru, kliknij przycisk [HSDOKButton] lub [HSDResumeButton] na panelu sterowania drukarki, aby kontynuować.";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "Brak pamięci tonera";

// Missing Memory (Drum)
HSD__75096__EventTitle = "Brak pamięci bębna";

// Mpacco Active
HSD__75100__EventTitle = "Wymień pojemnik z czarnym materiałem drukującym";
HSD__75100__EventDescription = "HSD_TEXT:Drukarka została skonfigurowana przez klienta w taki sposób, by przy niskim poziomie kolorowego materiału drukującego drukowała tylko w kolorze czarnym. Drukowanie w kolorze z akceptowalną jakością jeszcze może być wykonalne. Aby drukować w kolorze, wymień kolorowy materiał drukujący lub zmień konfigurację drukarki.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "Nieautoryzowany toner";

// Unauthorized Drum
HSD__75106__EventTitle = "Nieautoryzowany bęben";

// Printer Error
HSD__75115__EventTitle = "Błąd drukarki";
HSD__75115__EventDescription = "Wystąpił krytyczny błąd drukarki. Drukowanie jest niemożliwe.";

// Printer Mispick
HSD__75120__EventTitle = "Błąd podawania drukarki";
HSD__75120__EventDescription = "HSD_TEXT:Papier nie został pobrany. Naciśnij przycisk [HSDOKButton] lub [HSDResumeButton] na panelu sterowania drukarki, aby kontynuować.";

// Print Failure
HSD__75125__EventTitle = "Awaria drukarki";
HSD__75125__EventDescription = "Wystąpił problem z drukarką lub systemem drukowania. Wyłącz i włącz drukarkę.

Jeśli komunikat nadal będzie się pojawiać, skontaktuj się z firmą HP.";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "Wymień toner";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "Wymień bęben";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "Brak papieru";
HSD__75170__EventDescription = "Brak papieru w drukarce.
Załaduj papier do odpowiedniego zasobnika.";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "Brak papieru w podajniku 2";
HSD__75171__EventDescription = "Załaduj papier do podajnika 2.";

// Unexpected Size in tray
HSD__75175__EventTitle = "Nieoczekiwany rozmiar papieru";
HSD__75175__EventDescription = "HSD_TEXT:Czujnik w drukarce wykrył rozmiar papieru, który nie jest zgodny z rozmiarem przypisanym do zasobnika.

Jeśli załadowany w drukarce papier ma właściwy rozmiar, zmień rozmiar przypisany do zasobnika w panelu sterowania drukarki lub w narzędziu HSD_KEYED_LINK:HSDTraysConfigurationLink, a następnie ponownie wyślij zadanie drukowania.

Jeśli rozmiar papieru jest niewłaściwy, załaduj papier o właściwym rozmiarze.";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "Zainstalowano używany lub podrobiony toner";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "Zainstalowano używany lub podrobiony bęben";

// Over filled detection
HSD__75195__EventTitle = "Załadowano za dużo papieru";
HSD__75195__EventDescription = "HSD_TEXT:Upewnij się, że cały papier znajduje się poniżej linii stosu papieru pokazanej na podajniku. Aby kontynuować, kliknij przycisk HSDOKButton/HSDResumeButton na panelu sterowania.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "Niski poziom tuszu";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "Mało papieru";
HSD__65920_65940__EventDescription = "HSD_TEXT:Mało papieru w drukarce. HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "Problem z drukarką";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:Wystąpił problem z systemem drukowania. Uruchom ponownie drukarkę, a następnie jeszcze raz rozpocznij zadanie.
Jeśli problem będzie nadal występować, skontaktuj się z działem pomocy technicznej.
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "Drukarka wymaga uwagi";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:Wystąpił problem z drukarką. Można jednak kontynuować drukowanie.
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:Wystąpił problem z drukarką. Nie można drukować.
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "Problem z faksem";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "Anulowano rejestrację w usłudze HP Instant Ink";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:Powyższych wkładów można używać wyłącznie w drukarce, która zabezpieczyła je za pomocą funkcji HP Cartridge Protection, i należy je wymienić.

Funkcja HP Cartridge Protection pozwala użytkownikowi na skonfigurowanie wkładów HP w taki sposób, by działały tylko w jego drukarce.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:Niski poziom podanych wkładów.

Nie musisz ich jeszcze wymieniać.

Firma HP zaleca zakup nowych wkładów, by były dostępne w chwili, gdy wymiana wyczerpanych wkładów będzie konieczna.

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:Powyższe wkłady nie istnieją, nie zostały wykryte lub zostały zainstalowane nieprawidłowo.

Jeśli wkłady zostały zainstalowane, wyjmij je i włóż ponownie.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "Drukowanie można rozpocząć po zamknięciu drzwiczek lub pokrywy.

Upewnij się, że zostały one zamknięte prawidłowo.";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:Drukarka nie może wykryć pamięci powyższych wkładów. Została ona uszkodzona lub wystąpił problem z komunikacją pomiędzy drukarką a wkładami.

Wymień powyższe wkłady.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "Oprogramowanie drukarki może uwierzytelnić wkłady za pomocą usługi online, jednakże dostęp do Internetu jest teraz niemożliwy.";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:Powyższe wkłady nie są zgodne z tą drukarką w jej bieżącej konfiguracji.

Więcej informacji można znaleźć w pomocy drukarki.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:Drukarka nie może wykryć pamięci powyższych wkładów.

Spróbuj zainstalować je ponownie. Jeśli problem nie zostanie usunięty, konieczna będzie wymiana wkładów na nowe.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:Administrator skonfigurował ten produkt tak, by używał wyłącznie oryginalnych materiałów eksploatacyjnych firmy HP. Wymień wkład, aby kontynuować drukowanie. Jeśli uważasz, że zakupiono oryginalne materiały eksploatacyjne firmy HP, odwiedź stronę HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL.";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:Powyższe wkłady są na wyczerpaniu i należy je wymienić, aby kontynuować drukowanie.

Firma HP zaleca usunięcie zużytego wkładu dopiero w chwili, gdy będzie można zainstalować nowy wkład.

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:Zainstalowano materiały eksploatacyjne, które były już używane. Jeśli zakupione materiały eksploatacyjne HP powinny być oryginalne, odwiedź stronę HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL. Gwarancja nie obejmuje napraw drukarki uszkodzonej wskutek korzystania z materiałów eksploatacyjnych, które były już używane wcześniej. W zależności od stanu zainstalowanych materiałów eksploatacyjnych, niedostępne może być monitorowanie ich stanu oraz korzystanie z innych funkcji.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "HP zaleca korzystanie z papieru ColorLok® w celu uzyskania najlepszych rezultatów.";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "Usługa HP Instant Ink została anulowana przez Ciebie.";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "usługa wymiany tuszu";
HSDSaveInkString = "Oszczędzaj do 50% na tuszu*";
HSDInstantInkDisclaimersLink = "*Informacje usługi HP Instant Ink.";
HSDOriginalInkString = "Oryginalny tusz HP zamówiony przez drukarkę, dostarczany na Twój adres.";
HSDSendInkNowString = "Kliknij opcję Wyślij tusz teraz, aby uzyskać więcej informacji i zarejestrować się.";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "Firma HP oferuje inną wygodną metodę otrzymywania materiałów eksploatacyjnych...";
HSDShopForSuppliesText = "Kliknij opcję Kupuj materiały eksploatacyjne, aby szybko i prosto zamówić oryginalne pojemniki z tuszem HP online poprzez usługę HP SureSupply.";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "Firma HP zaleca posiadanie w gotowości pojemnika zastępczego w celu instalacji, gdy jakość wydruku stanie się nie do zaakceptowania.";
HSDCartridgeRecycleDescription = "HSD_TEXT:Informacje na temat utylizowania zużytych wkładów można znaleźć tutaj: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:W celu zamówienia online oryginalnego zastępczego pojemnika HP kliknij opcję HSDBuyNowButton.";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP nie może zagwarantować jakości ani niezawodności materiałów eksploatacyjnych innych producentów.
Serwis i naprawy drukarki konieczne w wyniku używania materiałów eksploatacyjnych producentów innych niż HP nie są objęte gwarancją.";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "Wkłady o bardzo niskim poziomie mogą być na wyczerpaniu i powodować niską jakość wydruków.";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "Korzyści ze stosowania oryginalnych tuszów HP";
HSD__warning__OriginalHPInkAdvantagesTitle = "Korzyści ze stosowania oryginalnych tuszów HP nie są gwarantowane";
HSDProvenReliabilityTitle = "Sprawdzona niezawodność";
HSDEfficientPerformanceTitle = "Wysoka wydajność";
HSDExceptionalQualityTitle = "Wyjątkowa jakość";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:Zalecane jest przeprowadzenie wyrównywania. Kliknij „HSDAlignButton”, aby wyrównać nowo zainstalowane pojemniki.";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:Aby anulować zadanie drukowania, naciśnij przycisk HSDCancelButton (X) na drukarce.";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "Zapoznaj się z informacją wyświetlaną na panelu sterowania drukarki lub skontaktuj się z działem pomocy technicznej.";
HSDSeeFrontPanel = "Więcej informacji znajdziesz na panelu przednim.";
HSDSeeControlPanel = "Więcej informacji można znaleźć na panelu sterowania drukarki.";

// Support
HSDContactSupport = "Skontaktuj się z działem pomocy technicznej.";

// Buttons
HSDOKButton = "OK";
HSDCancelButton = "Anuluj";
HSDResumeButton = "Resume";
HSDCancelPrintButton = "Anuluj drukowanie";
HSDCloseButton = "Zamknij";
HSDBuyNowButton = "Kup teraz";
HSDSendInkNowButton = "Wyślij tusz teraz";
HSDShopForSuppliesButton = "Kupuj materiały eksploatacyjne";
HSDEstimatedInkLevelsLink = "Szacowane poziomy tuszu";
HSDEstimatedCartridgeLevelsLink = "Szacowane poziomy tuszu w pojemnikach";
HSDAuthenticateLaterButton = "Uwierzytelnij później";
HSDDoNotAuthenticateButton = "Nie uwierzytelniaj";
HSDAlignButton = "Wyrównaj";
HSDDoNotAlignButton = "Nie wyrównuj";

// Tooltips
HSDTraysConfigurationLink_tooltip = "Konfiguracja zasobników";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "Niebieski [C]";
"magenta" = "Purpurowy [M]";
"yellow" = "Żółty [Y]";
"black" = "Czarny [K]";
"red" = "Czerwony [R]";
"green" = "Zielony [G]";
"blue" = "Niebieski [B]";
"lightcyan" = "Jasnoniebieski [LC]";
"lightmagenta" = "Jasnopurpurowy [LM]";
"orange" = "Pomarańczowy [O]";
"gray" = "Szary [G]";
"lightgray" = "Jasnoszary [LG]";
"darkgray" = "Ciemnoszary [DG]";
"photoblack" = "Fotograficzny czarny [PK]";
"matteblack" = "Czarny matowy [MK]";
"glossenhancer" = "Środek zwiększający połysk";
"violet" = "Fioletowy [V]";
"gold" = "Złoty [??]";
"silver" = "Srebrny [??]";
"bronze" = "Brązowy [??]";
"metallic" = "Metaliczny czerwony [??]";
"tricolor" = "Trójkolorowy [Niebieski/Purpurowy/Żółty]";
"photo" = "Fotograficzny [Czarny/Jasnoniebieski/Jasnopurpurowy]";
"photogray" = "Fotograficzny szary [Czarny/Szary/Jasnoszary]";
"lightcyanlightmagenta" = "Jasnopurpurowy [LM] / Jasnoniebieski [LC]";
"magentayellow" = "Purpurowy [M]/ Żółty [Y]";
"mediumcyan" = "Czarny matowy [MK] / Błękitny [C]";
"mediumgray" = "Fotograficzny czarny [PK] / Jasnoszary [LG]";
"magentacyan" = "Purpurowy [M] / Błękitny [C]";
"cyanmagenta" = "Purpurowy [M] / Błękitny [C]";
"blackyellow" = "Czarny [K] / Żółty [Y]";
"Photo [PK]" = "Fotograficzny [PK]";
"imagingdrumhpcea" = "Bęben [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
